---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalThermalMass
source: html/6afb9100-b071-2349-a3af-5bf1e32ceebe.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalThermalMass Property

"Thermal Mass"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalThermalMass { get; }
```